{
  "mainSection": {
    "title": "나의 MBTI 동물 찾기 🫧",
    "start": "시작하기",
    "description": "재미있고 유익한 심리테스트를 통해 당신의 성격과 가장 잘 맞는 동물을 찾아보세요! \n \n각자의 성향과 특성을 탐구하는 일련의 질문에 답하면, 당신의 MBTI 유형에 기반한 영혼의 동물을 발견할 수 있습니다. \n \n분석적인 올빼미, 활발한 돌고래, 대담한 사자 등 당신의 진정한 모습을 재미있게 확인해보세요."
  },
  "question": {
    "first": "당신은 꿈꾸던 여행지로 무료 주말 여행에 당첨되었습니다! 여행을 어떻게 계획하시나요?",
    "second": "낯선 사람들로 가득 찬 방에 들어갔습니다. 다음으로 무엇을 하실 건가요?",
    "third": "큰 행사가 갑자기 취소되었습니다. 어떤 기분이 드나요?",
    "fourth": "처음으로 케이크를 구워보려고 합니다. 레시피를 어떻게 따라가나요?",
    "fifth": "미스터리 박스를 받았습니다. 안에 무엇이 들어있을까요?",
    "sixth": "여행을 계획 중입니다. 여행에서 무엇이 가장 기대되나요?",
    "seventh": "당신은 가라앉고 있는 배의 선장입니다. 상황을 어떻게 처리하시겠습니까?",
    "eighth": "친구가 어려운 결정을 앞두고 조언을 구하고 있습니다. 어떤 접근 방식을 택하시나요?",
    "ninth": "팀 토론 중입니다. 당신은 어떤 역할을 맡나요?",
    "tenth": "당신은 도로 여행 중입니다. 여정을 어떻게 처리하시나요?",
    "eleventh": "다음 달에 마감인 큰 프로젝트를 맡게 되었습니다. 어떻게 처리하시나요?",
    "twelfth": "새로운 레스토랑에서 저녁을 먹고 있습니다. 어떻게 주문하시나요?"
  },
  "options_01": {
    "first": "친구들을 초대해서 다 같이 가요, 사람 많을수록 즐거우니까!",
    "second": "조용히 혼자 떠나는 게 완벽한 휴식이 될 것 같아요."
  },
  "options_02": {
    "first": "최대한 많은 사람들과 인사하고 대화를 시작해요.",
    "second": "구석에 있거나 아는 사람을 찾아 분위기를 익혀요."
  },
  "options_03": {
    "first": "아쉬워요, 사람들과 어울리는 게 기대됐었거든요!",
    "second": "사실 속으로 안도해요. 이제 혼자만의 시간을 가질 수 있거든요."
  },
  "options_04": {
    "first": "레시피를 단계별로 따라가면서 모든 재료를 정확하게 측정해요.",
    "second": "재료를 조금씩 바꿔보면서 창의적으로 만들어봐요!"
  },
  "options_05": {
    "first": "실용적이고 유용한 물건, 예를 들면 공구나 주방용품 세트가 있을 것 같아요.",
    "second": "퍼즐이나 숨겨진 의미가 담긴 유물 같은 독특한 물건이 있을 것 같아요."
  },
  "options_06": {
    "first": "유명한 랜드마크나 현지 음식 등 구체적인 활동과 볼거리들이요.",
    "second": "어디로 갈지 모르는 모험과 숨겨진 보석을 찾는 과정이요."
  },
  "options_07": {
    "first": "침착하게 상황을 평가하고, 모두가 안전하게 탈출할 수 있는 최선의 방법을 찾을 거예요.",
    "second": "모두의 감정이 괜찮은지 확인하며 탈출 계획을 세우는 동안 안심시켜줄 거예요."
  },
  "options_08": {
    "first": "장단점을 함께 따져보며 가장 이성적인 선택을 찾도록 도와줄 거예요.",
    "second": "각 선택에 대한 친구의 감정에 집중하고, 가장 행복할 선택을 하도록 도와줄 거예요."
  },
  "options_09": {
    "first": "논리적으로 가장 맞는 주장이 이길 수 있도록 사실에 집중해요.",
    "second": "모든 사람의 관점을 이해하고, 모두가 조화를 이루는 해결책을 찾으려고 노력해요."
  },
  "options_10": {
    "first": "미리 계획된 경로와 멈출 곳, 활동들을 다 정해두었어요.",
    "second": "어디로 가게 될지 모르지만 즉흥적인 멈춤이 여행의 최고의 순간이에요!"
  },
  "options_11": {
    "first": "단계를 나누고, 마지막 순간에 스트레스 받지 않도록 미리미리 시작해요.",
    "second": "유연하게 진행하다가 마감이 다가오면 밤늦게 영감을 받아 마무리할 거예요."
  },
  "options_12": {
    "first": "미리 메뉴를 확인하고, 자리에 앉으면 바로 주문할 걸 정해둡니다.",
    "second": "도착해서 결정하거나, 서버에게 추천을 받거나 예상치 못한 메뉴를 시도해볼 거예요."
  },
  "animalMappings": {
    "INTJ": {
      "animal": "올빼미 🦉",
      "traits": "전략적이고 통찰력이 있으며 독립적입니다. 올빼미는 지혜롭고 계산된 사고로 알려져 있으며, 이는 INTJ와 유사합니다."
    },
    "ENTP": {
      "animal": "여우 🦊",
      "traits": "재치 있고 적응력이 뛰어나며 호기심이 많습니다. 여우는 ENTP의 혁신과 영리한 해결책을 사랑하는 성향을 대표합니다."
    },
    "ESFP": {
      "animal": "앵무새 🦜",
      "traits": "에너제틱하고 사교적이며 즐거움을 사랑합니다. 앵무새처럼, ESFP는 주목받는 것을 즐기고 타인에게 기쁨을 줍니다."
    },
    "ISFP": {
      "animal": "사슴 🦌",
      "traits": "온화하고 창의적이며 민감합니다. ISFP는 아름다움을 감상하고 순간을 평화롭게 사는 사슴과 유사합니다."
    },
    "INFP": {
      "animal": "돌고래 🐬",
      "traits": "이상주의적이고 공감 능력이 뛰어나며 상상력이 풍부합니다. 돌고래처럼, INFP는 공감과 깊은 감정적 연결로 유명합니다."
    },
    "ESTJ": {
      "animal": "사자 🦁",
      "traits": "자신감 있고 조직적이며 강한 의지를 가집니다. 사자는 ESTJ의 리더십 자질과 구조에 대한 애정을 상징합니다."
    },
    "INFJ": {
      "animal": "늑대 🐺",
      "traits": "충성스럽고 비전을 가지고 있으며 공감력이 뛰어납니다. 늑대처럼, INFJ는 깊은 목적 의식과 그룹에 대한 충성심으로 움직입니다."
    },
    "ISTJ": {
      "animal": "코끼리 🐘",
      "traits": "책임감 있고 현실적이며 충성스럽습니다. 코끼리는 ISTJ의 헌신과 강한 의무감을 상징합니다."
    },
    "ENFP": {
      "animal": "나비 🦋",
      "traits": "창의적이고 열정적이며 자유로운 정신을 가지고 있습니다. 나비는 ENFP의 적응력과 새로운 경험에 대한 열정을 상징합니다."
    },
    "ESTP": {
      "animal": "호랑이 🐯",
      "traits": "대담하고 에너제틱하며 행동 지향적입니다. 호랑이는 ESTP의 위험 감수와 기회를 잡는 성향을 반영합니다."
    },
    "ISTP": {
      "animal": "팬서 🐆",
      "traits": "분석적이고 독립적이며 압박에 침착합니다. 팬서는 ISTP처럼 신속하고 결단력 있는 행동으로 유명합니다."
    },
    "ENTJ": {
      "animal": "독수리 🦅",
      "traits": "결단력 있고 전략적이며 비전을 가지고 있습니다. 독수리는 ENTJ의 성취 의지와 고차원적 리더십 능력을 상징합니다."
    },
    "ISFJ": {
      "animal": "코알라 🐨",
      "traits": "배려심이 많고 보호적이며 신뢰할 수 있습니다. 코알라는 ISFJ의 헌신적이고 돌보는 성향을 반영합니다."
    },
    "ESFJ": {
      "animal": "개 🐶",
      "traits": "친근하고 충성스럽고 외향적입니다. 개는 ESFJ의 타인을 돌보고 지원하는 성향을 잘 나타냅니다."
    },
    "ENFJ": {
      "animal": "말 🐴",
      "traits": "카리스마 있고 열정적이며 이타적입니다. 말은 ENFJ가 다른 사람들에게 영감을 주는 능력을 잘 나타냅니다."
    },
    "INTP": {
      "animal": "문어 🐙",
      "traits": "지적이고 호기심이 많으며 혁신적입니다. 문어는 INTP처럼 문제 해결 능력과 창의적인 사고로 유명합니다."
    }
  }
}
